Repository: baumths/elpcd
Catalog: lib/localization/app_*.arb
Languages: es, pt

# actionCannotBeUndoneWarning
source: This action cannot be undone
es: Esta acción no podrá ser deshecha
pt: Essa ação não poderá ser desfeita

# areYouSureDialogTitle
source: Are you sure?
es: ¿Está seguro?
pt: Tem certeza?

# backupImportFailureText
source: Import failed
es: No fue posible realizar la importación
pt: Não foi possível realizar a importação

# backupImportFormatExceptionText
source: Invalid Format
es: Formato inválido
pt: Formato inválido

# backupSuccessfullyExportedSnackbarText
source: The exported file can be imported by ElPCD
es: El archivo exportado podrá ser importado por ElPCD
pt: O arquivo exportado pode ser importado pelo ElPCD

# backupSuccessfullyImportedSnackbarText
source: Backup imported successfully
es: Backup importado con éxito
pt: Backup importado com sucesso

# cancelButtonText
source: Cancel
es: Cancelar
pt: Cancelar

# collapseAllClassesButtonText
source: Collapse Classes
pt: Recolher Classes

# confirmImportDialogContent
source: Existing data will be lost.
es: Los datos existentes se perderán.
pt: Os dados existentes serão perdidos.

# csvDownloadButtonText
source: CSV Download
pt: Download CSV

# csvExportFondsArchivistNote
source: This Classification Scheme was created using the [ElPCD](https://elpcd.github.io) software.
es: Este Quadro de Clasificación Documental fue creado en el software [ElPCD](https://elpcd.github.io).
pt: Este Plano de Classificação de Documentos foi elaborado no Software [ElPCD](https://elpcd.github.io).

# deleteButtonText
source: Delete
es: Borrar
pt: Apagar

# earqBrasilAberturaDefinition
source: Registers the opening of a class. Register informations such as: date/time and responsible. (e-ARQ Brasil 3.1.4)
es: Registra la apertura de una clase. Registra datos tales como: fecha/hora y responsable. (e-ARQ Brasil 3.1.4)
pt: Registra a abertura de uma classe. Registrar informações tais como: data/hora e responsável. (e-ARQ Brasil 3.1.4)

# earqBrasilAberturaLabel
source: Opening Registry
es: Registro de Apertura
pt: Registro de Abertura

# earqBrasilAlteracaoDefinition
source: Register informations such as: date/time of the change, responsible, the identifier of the class that had its retention periods or disposal changed, a description of the changes (including the previous retention period/disposal). (e-ARQ Brasil 3.2.7)
es: Registra datos tales como: fecha/hora de la alteración, responsable, identificador de clase que tubo plazo o disposición alterada, descripción de la alteración (incluye el plazo/disposición anterior). (e-ARQ Brasil 3.2.7)
pt: Registrar informações tais como: data/hora da alteração, responsável, identificador da classe que teve prazo ou destinação alterada, descrição da alteração (incluindo o prazo/destinação anterior). (e-ARQ Brasil 3.2.7)

# earqBrasilAlteracaoLabel
source: Changes Registry
es: Registro de Alteración
pt: Registro de Alteração

# earqBrasilCodigoDefinition
source: The division of a classification scheme/code, represented by a set of symbols, usually letters and/or numbers by convention. Refers to the classes, subclasses, groups and subgroups. (e-ARQ Brasil 3.1.2)
es: División de un cuadro de clasificación, representado por un conjunto de símbolos, normalmente letras y/o números convencionados. Se refere a las clases, subclases, grupos y subgrupos. (e-ARQ Brasil 3.1.2)
pt: Divisão de um plano ou código de classificação, representada por um conjunto de símbolos, normalmente letras e/ou números convencionados. Refere-se às classes, subclasses, grupos e subgrupos. (e-ARQ Brasil 3.1.2)

# earqBrasilCodigoLabel
source: Code
es: Código
pt: Código

# earqBrasilDesativacaoDefinition
source: Registers the deactivation of a class. Register informations such as: date/time and responsible. (e-ARQ Brasil 3.1.5)
es: Registra la desactivación de una clase. Registra datos tales como: fecha/hora y responsable. (e-ARQ Brasil 3.1.5)
pt: Registra a desativação de uma classe. Registrar informações tais como: data/hora e responsável. (e-ARQ Brasil 3.1.5)

# earqBrasilDesativacaoLabel
source: Deactivation Registry
es: Registro de Desactivación
pt: Registro de Desativação

# earqBrasilDeslocamentoDefinition
source: Registers the displacement of a class in the classification scheme hierarchy, that is, the shift of subordination. Register informations such as: date/time, responsible and the previous subordination. (e-ARQ Brasil 3.1.8)
es: Registra el desplazamiento de una clase en la jerarquia de un cuadro de clasificación, o sea, los cambios de subordinación. Registra datos tales como: fecha/hora, responsable y subordiación previa. (e-ARQ Brasil 3.1.8)
pt: Registra o deslocamento de uma classe na hierarquia do plano de classificação, ou seja, a mudança de subordinação. Registrar informações tais como: data/hora, responsável e subordinação anterior. (e-ARQ Brasil 3.1.8)

# earqBrasilDeslocamentoLabel
source: Displacement Registry
es: Registro de Desplazamiento
pt: Registro de Deslocamento

# earqBrasilDestinacaoDefinition
source: Preservation or elimination. (e-ARQ Brasil 3.2.6)
es: Preservación o Destrucción. (e-ARQ Brasil 3.2.6)
pt: Preservação ou eliminação. (e-ARQ Brasil 3.2.6)

# earqBrasilDestinacaoLabel
source: Final Disposal
es: Disposición Final
pt: Destinação Final

# earqBrasilEventoCorrenteLabel
source: Current Age Counting Event
es: Evento de Cómputo en la Fase de Gestión
pt: Evento de Contagem na Idade Corrente

# earqBrasilEventoIntermediariaLabel
source: Intermediate Age Counting Event
es: Evento de Cómputo en la Fase Intermedia
pt: Evento de Contagem na Idade Intermediária

# earqBrasilExtincaoDefinition
source: Registers the extinction of a class. Register informations such as: date/time and responsible. (e-ARQ Brasil 3.1.9)
es: Registra la eliminación de una clase. Registra datos tales como: fecha/hora y responsable. (e-ARQ Brasil 3.1.9)
pt: Registra a extinção de uma classe. Registrar informações tais como: data/hora e responsável. (e-ARQ Brasil 3.1.9)

# earqBrasilExtincaoLabel
source: Extinction Registry
es: Registro de Eliminación
pt: Registro de Extinção

# earqBrasilFormDescricaoSectionHeader
source: Description
es: Descripción
pt: Descrição

# earqBrasilFormTemporalidadeSectionHeader
source: Retention
es: Temporalidad
pt: Temporalidade

# earqBrasilIndicadorAtivaDefinition
source: Inactive classes registry. Register informations such as: date/time and responsible. (e-ARQ Brasil 3.1.10)
es: Registro de clases inactivas. Registra datos tales como: fecha/hora y responsable. (e-ARQ Brasil 3.1.10)
pt: Registro de classes inativas. Registrar informações tais como: data/hora e responsável. (e-ARQ Brasil 3.1.10)

# earqBrasilIndicadorAtivaLabel
source: Active/Inactive Indicator
es: Indicador Activa/Inactiva
pt: Indicador Ativa/Inativa

# earqBrasilMudancaNomeDefinition
source: Registers changes to the name of the class. Register informations such as: date/time, responsible and the previous name. (e-ARQ Brasil 3.1.7)
es: Registra el cambio de nombre de una clase. Registra datos tales como: fecha/hora, responsable y nombre anterior. (e-ARQ Brasil 3.1.7)
pt: Registra a mudança de nome de uma classe. Registrar informações tais como: data/hora, responsável e nome anterior. (e-ARQ Brasil 3.1.7)

# earqBrasilMudancaNomeLabel
source: Name Changes Registry
es: Registro de Cambio de Nombre
pt: Registro de Mudança de Nome

# earqBrasilNomeDefinition
source: The division of a classification scheme/code. Refers to the classes, subclasses, groups and subgroups. (e-ARQ Brasil 3.1.1)
es: División de un cuadro de clasificación. Se refere a las clases, subclases, grupos y subgrupos. (e-ARQ Brasil 3.1.1)
pt: Divisão de um plano ou código de classificação. Refere-se às classes, subclasses, grupos e subgrupos. (e-ARQ Brasil 3.1.1)

# earqBrasilNomeLabel
source: Name
es: Nombre
pt: Nome

# earqBrasilObservacoesDefinition
source: Additional information such as: support conversion forecast, retention periods justificative legislation. (e-ARQ Brasil 3.2.8)
es: Datos complementares tales como: previsión de conversión de soporte, legislación relacionada a la justificativa de plazos. (e-ARQ Brasil 3.2.8)
pt: Informações complementares tais como: previsão de conversão de suporte, legislação relativa à justificativa de prazos. (e-ARQ Brasil 3.2.8)

# earqBrasilObservacoesLabel
source: Notes
es: Observaciones
pt: Observações

# earqBrasilPrazoCorrenteLabel
source: Current Age Retention Period
es: Plazo en la Fase de Gestión
pt: Prazo na Idade Corrente

# earqBrasilPrazoIntermediariaLabel
source: Intermediate Age Retention Period
es: Plazo en la Fase Intermedia
pt: Prazo na Idade Intermediária

# earqBrasilReativacaoDefinition
source: Class reactivation registry. Registers informations such as: date/time and responsible. (e-ARQ Brasil 3.1.6)
es: Registro de reactivación de clase. Registra datos tales como: fecha/hora y responsable. (e-ARQ Brasil 3.1.6)
pt: Registro de reativação da classe. Registrar informações tais como: data/hora e responsável. (e-ARQ Brasil 3.1.6)

# earqBrasilReativacaoLabel
source: Reactivation Registry
es: Registro de Reactivación
pt: Registro de Reativação

# earqBrasilSubordinacaoDefinition
source: Registers the subordination of a class in the scheme hierarchy. (e-ARQ Brasil 3.1.3)
es: Registra la subordinación de clase en la jerarquia del cuadro de clasificación. (e-ARQ Brasil 3.1.3)
pt: Registra a subordinação da classe na hierarquia do plano. (e-ARQ Brasil 3.1.3)

# earqBrasilSubordinacaoLabel
source: Subordination
es: Subordinación
pt: Subordinação

# emptyClassesExplorerBodyText
source: Start by creating a New Class
es: Empieza por crear una Nueva Clase
pt: Crie uma Classe para começar

# expandAllClassesButtonText
source: Expand Classes
pt: Expandir Classes

# exportButtonText
source: Export
pt: Exportar

# importButtonText
source: Import
es: Importar
pt: Importar

# newClassButtonText
source: New Class
es: Nueva Clase
pt: Nova Classe

# newSubordinateClassButtonText
source: New Subordinate Class
es: Nueva Clase Subordinada
pt: Nova Classe Subordinada

# opdsBlogButtonTooltip
source: Active Digital Preservation Observatory
pt: Observatório da Preservação Digital Sistêmica

# saveButtonText
source: Save
es: Guardar
pt: Salvar

# searchClassesButtonText
source: Search Classes
es: Buscar Clases
pt: Buscar Classes

# settingsButtonText
source: Settings
pt: Configurações

# sourceCodeButtonTooltip
source: Source Code
pt: Código Fonte

# temporalityTableHeaderClassification
source: Classification
es: Clasificación
pt: Classificação

# temporalityTableHeaderCurrentAge
source: Current Age
es: Fase de Gestión
pt: Idade Corrente

# temporalityTableHeaderDisposal
source: Disposal
es: Destinación
pt: Destinação

# temporalityTableHeaderIntermediateAge
source: Intermediate Age
es: Fase Intermedia
pt: Idade Intermediária

# temporalityTableHeaderNotes
source: Notes
es: Observaciones
pt: Observações

# temporalityTableHeaderRententionPeriod
source: Retention Period
es: Plazo de Guarda
pt: Prazo de Guarda

# temporalityTableTitle
source: Retention And Disposal Table
pt: Tabela de Temporalidade

# unableToSaveClassSnackbarText
source: Unable to save the Class
es: No fue posible guardar la Clase
pt: Não foi possível salvar a Classe

source: Unnamed Class
es: Clase sin nombre
pt: Classe sem nome

# wipFeatureTooltip
source: This feature is a work in progress
pt: Funcionalidade em desenvolvimento

# institutionCodeTitle
source: Institution Code
es: Código Custodiante

# themeModeButtonText
source: Theme
es: Tema
